Repository: Roma181293/8Ball
Catalog: 8 Ball/*.lproj/Localizable.strings
Languages: uk

source: Warning
uk: Увага

source: There is no data in service response
uk: В відповіді сервіса немає даних

source: Invalid URL %@.
uk: Не коректне посилання %@.

source: I'm thinkig about your question. Please wait
uk: Я думаю над твоїм питанням. Будь ласка почекайте

source: Please enter question
uk: Будь ласка введіть питання

source: There is no question. Please add your question
uk: Питання не виявлено. Будь ласка додайте його

source: Custom answer not found. Please add them
uk: Відповіді користувача не знайдено. Будь ласка додайте їх

source: Answer used in prediction
uk: Відповідь використовується в передбаченні

source: Please enter answer
uk: Будь ласка введіть питання

source: Ask me whatever you want to know
uk: Запитуйте в мене все що вам цікаво знати

source: Prediction
uk: Передбачення

source: Oops
uk: Опаньки

source: Do you need this prediction?
uk: Вам потрібне це передбачення?

source: New question
uk: Нове питання

source: Please ask me whatever you want
uk: Запитуйте в мене все що вам хочеться

source: 40 characters max length
uk: Макс довжина 40 знаків

source: Add
uk: Додати

source: Cancel
uk: Закрити

source: Use custom answers
uk: Користувацькі питання

source: Answers
uk: Відповіді

source: Prediction history
uk: Історія передбачень

source: Settings
uk: Налаштування

source: Answer type
uk: Тип відповіді

source: Your answer
uk: Ваша відповідь

source: Save
uk: Зберегти

source: Predictions history
uk: Історія передбачень

source: Yes
uk: Так

source: No
uk: Ні

source: This answer already exists
uk: Ця відповідь вже існує
